import React from "react";
import "./OrderCards.css";

const OrderCards = () => {
  return (
    <div className="orderCards">
      <div className="orderCard">
        <div className="orderCard__header-container">
          <div className="orderCard__title-container">
            <h3 className="orderCard__title">Создать дизайн лендинга</h3>
            <p className="orderCard__direction">UX/UI дизайнер</p>
          </div>
          <p className="orderCard__price">30 000 ₽</p>
        </div>
        <p className="orderCard__description">
          Нужен талантливый, профессиональный графический дизайнер для проектной
          постоянной работы, умеющий создавать уникальные и эксклюзивные
          дизайны...
        </p>
        <div className="orderCard__tag-container">
          <p className="orderCard__tag">Дизайн</p>
        </div>
        <p className="orderCard__client">Компания ООО Крошка Картошка</p>
        <div class="full-stars">
          <div class="rating-group">
            <input name="fst" value="0" type="radio" disabled checked />

            <label for="fst-1">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="18"
                height="18"
                viewBox="0 0 18 18"
                fill="none"
              >
                <path
                  d="M10.0954 2.5809L11.3895 5.16913C11.566 5.52943 12.0366 5.87501 12.4336 5.94119L14.7792 6.3309C16.2792 6.5809 16.6322 7.66913 15.5513 8.74266L13.7278 10.5662C13.4189 10.875 13.2498 11.4706 13.3454 11.8971L13.8675 14.1544C14.2792 15.9412 13.3307 16.6324 11.7498 15.6985L9.55129 14.3971C9.15423 14.1618 8.49982 14.1618 8.09541 14.3971L5.89688 15.6985C4.32335 16.6324 3.36747 15.9338 3.77923 14.1544L4.30129 11.8971C4.39688 11.4706 4.22776 10.875 3.91894 10.5662L2.09541 8.74266C1.02188 7.66913 1.36747 6.5809 2.86747 6.3309L5.21305 5.94119C5.60276 5.87501 6.07335 5.52943 6.24982 5.16913L7.54394 2.5809C8.24982 1.17648 9.39688 1.17648 10.0954 2.5809Z"
                  stroke="#606060"
                  stroke-width="1.5"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
            </label>
            <input name="fst" id="fst-1" value="1" type="radio" />

            <label for="fst-2">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="18"
                height="18"
                viewBox="0 0 18 18"
                fill="none"
              >
                <path
                  d="M10.0954 2.5809L11.3895 5.16913C11.566 5.52943 12.0366 5.87501 12.4336 5.94119L14.7792 6.3309C16.2792 6.5809 16.6322 7.66913 15.5513 8.74266L13.7278 10.5662C13.4189 10.875 13.2498 11.4706 13.3454 11.8971L13.8675 14.1544C14.2792 15.9412 13.3307 16.6324 11.7498 15.6985L9.55129 14.3971C9.15423 14.1618 8.49982 14.1618 8.09541 14.3971L5.89688 15.6985C4.32335 16.6324 3.36747 15.9338 3.77923 14.1544L4.30129 11.8971C4.39688 11.4706 4.22776 10.875 3.91894 10.5662L2.09541 8.74266C1.02188 7.66913 1.36747 6.5809 2.86747 6.3309L5.21305 5.94119C5.60276 5.87501 6.07335 5.52943 6.24982 5.16913L7.54394 2.5809C8.24982 1.17648 9.39688 1.17648 10.0954 2.5809Z"
                  stroke="#606060"
                  stroke-width="1.5"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
            </label>
            <input name="fst" id="fst-2" value="2" type="radio" />

            <label for="fst-3">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="18"
                height="18"
                viewBox="0 0 18 18"
                fill="none"
              >
                <path
                  d="M10.0954 2.5809L11.3895 5.16913C11.566 5.52943 12.0366 5.87501 12.4336 5.94119L14.7792 6.3309C16.2792 6.5809 16.6322 7.66913 15.5513 8.74266L13.7278 10.5662C13.4189 10.875 13.2498 11.4706 13.3454 11.8971L13.8675 14.1544C14.2792 15.9412 13.3307 16.6324 11.7498 15.6985L9.55129 14.3971C9.15423 14.1618 8.49982 14.1618 8.09541 14.3971L5.89688 15.6985C4.32335 16.6324 3.36747 15.9338 3.77923 14.1544L4.30129 11.8971C4.39688 11.4706 4.22776 10.875 3.91894 10.5662L2.09541 8.74266C1.02188 7.66913 1.36747 6.5809 2.86747 6.3309L5.21305 5.94119C5.60276 5.87501 6.07335 5.52943 6.24982 5.16913L7.54394 2.5809C8.24982 1.17648 9.39688 1.17648 10.0954 2.5809Z"
                  stroke="#606060"
                  stroke-width="1.5"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
            </label>
            <input name="fst" id="fst-3" value="3" type="radio" />

            <label for="fst-4">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="18"
                height="18"
                viewBox="0 0 18 18"
                fill="none"
              >
                <path
                  d="M10.0954 2.5809L11.3895 5.16913C11.566 5.52943 12.0366 5.87501 12.4336 5.94119L14.7792 6.3309C16.2792 6.5809 16.6322 7.66913 15.5513 8.74266L13.7278 10.5662C13.4189 10.875 13.2498 11.4706 13.3454 11.8971L13.8675 14.1544C14.2792 15.9412 13.3307 16.6324 11.7498 15.6985L9.55129 14.3971C9.15423 14.1618 8.49982 14.1618 8.09541 14.3971L5.89688 15.6985C4.32335 16.6324 3.36747 15.9338 3.77923 14.1544L4.30129 11.8971C4.39688 11.4706 4.22776 10.875 3.91894 10.5662L2.09541 8.74266C1.02188 7.66913 1.36747 6.5809 2.86747 6.3309L5.21305 5.94119C5.60276 5.87501 6.07335 5.52943 6.24982 5.16913L7.54394 2.5809C8.24982 1.17648 9.39688 1.17648 10.0954 2.5809Z"
                  stroke="#606060"
                  stroke-width="1.5"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
            </label>
            <input name="fst" id="fst-4" value="4" type="radio" />

            <label for="fst-5">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="18"
                height="18"
                viewBox="0 0 18 18"
                fill="none"
              >
                <path
                  d="M10.0954 2.5809L11.3895 5.16913C11.566 5.52943 12.0366 5.87501 12.4336 5.94119L14.7792 6.3309C16.2792 6.5809 16.6322 7.66913 15.5513 8.74266L13.7278 10.5662C13.4189 10.875 13.2498 11.4706 13.3454 11.8971L13.8675 14.1544C14.2792 15.9412 13.3307 16.6324 11.7498 15.6985L9.55129 14.3971C9.15423 14.1618 8.49982 14.1618 8.09541 14.3971L5.89688 15.6985C4.32335 16.6324 3.36747 15.9338 3.77923 14.1544L4.30129 11.8971C4.39688 11.4706 4.22776 10.875 3.91894 10.5662L2.09541 8.74266C1.02188 7.66913 1.36747 6.5809 2.86747 6.3309L5.21305 5.94119C5.60276 5.87501 6.07335 5.52943 6.24982 5.16913L7.54394 2.5809C8.24982 1.17648 9.39688 1.17648 10.0954 2.5809Z"
                  stroke="#606060"
                  stroke-width="1.5"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
            </label>
            <input name="fst" id="fst-5" value="5" type="radio" />
          </div>
        </div>
      </div>
    </div>
  );
};

export default OrderCards;
