export const freelance = [
  {
    avatar: "1",
    title: "Мария Смирнова",
    direction: "дизайн",
    price: "5 000 ₽ / час",
    description:
      "Я занимаюсь разработкой интуитивных и удобных интерфейсов с акцентом на пользовательский " +
      "опыт. Моя цель - помочь вашему бизнесу выделиться и обеспечить вашим клиентам " +
      "непревзойденный опыт использования.",
    tag: ["Дизайн", "Web", "Figma", "Adobe"],
    id: 1,
  },
  {
    avatar: "1",
    title: "Дмитрий Петров",
    direction: "дизайн",
    price: "5 000 ₽ / час",
    description:
      "С более чем 5-летним опытом в области графического дизайна, я создаю визуальные " +
      "концепции, которые захватывают, вдохновляют и вовлекают. Использую последние тренды и " +
      "технологии для создания уникальных и инновационных дизайнерских решений.",
    tag: ["Дизайн", "Web", "Figma", "Adobe"],
    id: 2,
  },
  {
    avatar: "1",
    title: "Екатерина Сергеева",
    direction: "разработка",
    price: "5 000 ₽ / час",
    description:
      "С опытом работы более 7 лет, я стремлюсь разрабатывать эффективные и масштабируемые " +
      "веб-решения. Обладаю глубокими знаниями в области программирования и веб-разработки, " +
      "стремлюсь к постоянному совершенствованию и обучению новым технологиям.",
    tag: ["Дизайн", "Web", "Figma", "Adobe"],
    id: 3,
  },
  {
    avatar: "1",
    title: "Александра Иванова",
    direction: "тестирование",
    price: "5 000 ₽ / час",
    description:
      "Более 6 лет опыта в области тестирования ПО. Специализируюсь на выявлении и " +
      "документировании дефектов, разработке и выполнении тест-планов, а также автоматизации " +
      "тестирования для обеспечения высокого качества программного обеспечения.",
    tag: ["Дизайн", "Web", "Figma", "Adobe"],
    id: 4,
  },
];

export const freelancerData = [
  {
    email: "",
    number: "",
    firstName: "",
    lastName: "",
    specialization: [],
    skills: [],
    rate: "",
    aboutMe: "",
    education: "",
    start: "",
    end: "",
    degree: "",
    faculty: "",
    email_2: "",
    telegram: "",
    favorite: "",
    link: "",
  },
];
