export const tasks = [
  {
    title: "Сверстать одностраничный сайт",
    direction: ["разработка"],
    price: "40 000 ₽",
    description: "Нужен разработчик для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные сайты с интересной анимацией...",
    stacks: ["HTML", "CSS", "JavaScript"],
    client: "Компания ООО Крошка Картошка",
    id: 4,
  },
  {
    title: "Создать дизайн лендинга",
    direction: ["дизайн"],
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    stacks: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    id: 1,
  },
  {
    title: "Тестирование сайтов",
    direction: ["тестирование"],
    price: "20 000 ₽",
    description: "Ищем тестировщика для проектной/постоянной работы. Предпочтительно иметь опыт в тестировании" +
      " веб-приложений или мобильных приложений...",
    stacks: ["Figma"],
    client: "Компания ООО Крошка Картошка",
    id: 2,
  },
  {
    title: "Создать дизайн лендинга",
    direction: ["дизайн"],
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    stacks: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    client: "Компания ООО Крошка Картошка",
    id: 3,
  },
  {
    title: "Создать дизайн лендинга",
    direction: ["дизайн"],
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    stacks: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    client: "Компания ООО Крошка Картошка",
    id: 4,
  }
];
