export const tasks = [
  {
    title: "Создать дизайн лендинга",
    direction: "UX/UI дизайнер",
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    tag: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    id: 1,
  },
  {
    title: "Создать дизайн лендинга",
    direction: "UX/UI дизайнер",
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    tag: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    client: "Компания ООО Крошка Картошка",
    id: 2,
  },
  {
    title: "Создать дизайн лендинга",
    direction: "UX/UI дизайнер",
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    tag: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    client: "Компания ООО Крошка Картошка",
    id: 3,
  },
  {
    title: "Создать дизайн лендинга",
    direction: "UX/UI дизайнер",
    price: "30 000 ₽",
    description: "Нужен талантливый, профессиональный графический дизайнер для проектной/" +
      "постоянной работы, умеющий создавать уникальные и эксклюзивные дизайны...",
    tag: ["Дизайн", "Web", "UX", "Верстка", "UI", "Figma", "Adobe"],
    client: "Компания ООО Крошка Картошка",
    id: 4,
  }
];
